# -*- coding : utf-8 -*-


teams = []
number = 18  # 选择numer支球队参加比赛
teams_stadium = [("皇马", "伯纳乌"), ("巴萨", "诺坎普"), ("拜仁", "安联"), ("曼城", "伊蒂哈德"),
                 ("曼联", "老特拉福德"), ("切尔西", "斯坦福桥"), ("利物浦", "安菲尔德"), ("阿森纳", "酋长"),
                 ("热刺", "新白鹿巷"), ("多特", "信号伊德纳公园"), ("马竞", "大都会"), ("巴黎", "王子公园"),
                 ("西汉姆", "伦敦奥林匹克体育场"), ("狼队", "莫利纽"), ("布莱顿", "阿米克斯"),
                 ("摩纳哥", "路易二世"), ("马赛", "韦洛德罗姆"), ("里昂", "里昂奥林匹克"), ("尤文", "阿连托·福尔图纳"),
                 ("AC米兰", "梅阿查"), ("国际米兰", "圣西罗"), ("那不勒斯", "圣保罗"), ("罗马", "奥林匹克"),
                 ("纽卡", "圣詹姆斯公园"), ("阿贾克斯", "约翰·克鲁伊夫"), ("埃弗顿", "古迪逊公园"),
                 ("本菲卡", "莱什波伦斯基"), ("波尔图", "多拉德"), ("莱比锡", "红牛竞技场"), ("狼堡", "大众竞技")]










